let handler  = async (m, { conn, usedPrefix: _p }) => {
let info = `　 ｡　☆　　　ﾟ｡
＊ 　 ｡*　　+　  　＊   　･ ｡☆‌
　☆　　　*　　　*      　 。
　　　ﾟ･　　｡ﾟ･　　☆ﾟ
.　∩∩
　(｡･-･)         g᥆᥆ძძ ᥒіgһ𝗍𝗍 mᥡ ᥣ᥆᥎ᥱᥱ♡
━᥆ᥙᥙ᥆━┓
ᥲᥣ᥆᥆ ᑲᥙᑲᑲ❗❗❗, gіmᥲᥒᥲᥲ һᥲrіᥒᥡᥲᥲ ᥲძᥲᥲ ᥴᥱrі𝗍ᥲᥲ sᥱrᥙᥙ 𝗍іძᥲᥲ kᥲmᥙᥙ mᥲᥙᥙ ᥴᥱrі𝗍ᥲᥲ ᥲ⍴ᥲᥲ kᥱᥱ ᥲkᥙᥙ?? ᥲᥡ᥆᥆ sіᥒіі ᥴᥱrі𝗍ᥲᥲ kᥱᥱ ᥲkᥙᥙ sіі ⍴ᥱᥒძᥱᥒgᥲrr ᥡᥲᥒgg ᑲᥲіkk ძᥲᥒᥒ 𝗍ᥱᥣᥲ𝗍ᥱᥒᥒ🦸🏻‍♀️🦸🏻‍♀️,᥆іᥡᥲᥲ ᑲᥙᑲᑲ kᥲmᥙᥙ ᥲძᥲᥲ ᥴᥙrһᥲ𝗍ᥲᥒᥒ gᥲᥲ һᥲrіі іᥒіі ᥲᥡ᥆᥆ ᥴᥲᥣᥣ sᥲmᥲᥲ ᥲkᥙᥙ s᥆ᥲᥣᥒᥡᥲᥲ ᥲkᥙᥙ ȷᥙgᥲᥲ mᥲᥙᥙ 𝗍ᥙkᥲrr ᥴᥱrі𝗍ᥲᥲ ძᥱᥒgᥲᥒᥒ kᥲmᥙᥙ ᥲᥡ᥆᥆ sіᥒіі-sіᥒіі ᥡᥲᥡᥲᥲ mᥲᥙᥙ ᥡᥲᥲ kᥲmᥙᥙ ᥴᥲᥣᥣ ძᥱᥒgᥲᥒᥒ ᥲkᥙᥙ?? ᑲіᥲrr kі𝗍ᥲᥲ ᑲіsᥲᥲ sᥲᥣіᥒgg 𝗍ᥙkᥲrr ᥴᥱrі𝗍ᥲᥲ ძᥲᥒᥒ ᥲkᥙᥙ ȷᥙgᥲᥲ mᥲᥙᥙ ᥴᥱrі𝗍ᥲіᥒᥒ ᑲᥱᑲᥱrᥲ⍴ᥲᥲ һᥲᥣᥣ kᥱᥱ kᥲmᥙᥙ s᥆ᥲᥣᥒᥡᥲᥲ kᥲᥒᥒ kᥲmᥙᥙ 𝗍ᥱm⍴ᥲ𝗍𝗍 ᥴᥱrі𝗍ᥲᥲ 𝗍ᥱrᥒᥡᥲmᥲᥒᥒ ᥲkᥙᥙ ᥡᥲᥒgg ⍴ᥱrᥒᥲᥲ ᥲძᥲᥲ,ᑲᥙᑲᑲ ᑲᥙᑲᑲ іᥒіі kᥲᥒᥒ ᥙძᥲᥲ mᥲᥣᥲmm ᥲkᥙᥙ ᥴᥙmᥲᥲ mᥲᥙᥙ іᥒgᥱ𝗍іᥒᥒ kᥲmᥙᥙ ᑲᥱᑲᥱrᥲ⍴ᥲᥲ һᥲᥣᥣ ძᥲᥒᥒ ᥲkᥙᥙ m᥆һ᥆ᥒᥒ ᥡᥲᥲ ᑲᥙᥲ𝗍𝗍 kᥲmᥙᥙ ᥣᥲkᥙkᥲᥒᥒ һᥲᥣᥣ-һᥲᥣᥣ ᥡᥲᥒgg ᥲkᥙᥙ sᥙrᥙһіᥒᥒ ᥆kᥱіі?? ❗❗❗
1.kᥲmᥙᥙ һᥲrᥙss mᥲmm
2.mіᥒᥙmm sᥙsᥙᥙ ᥡᥲᥲ ᑲіᥲrr ᥴᥱ⍴ᥱ𝗍𝗍 gᥱძᥱᥱ kᥱkk 𝗍-rᥱ𝗊 rᥲᥕrr🦖🦖
3.kᥲmᥙᥙ һᥲrᥙss mᥲᥒძіі ᥲ𝗍ᥲᥙᥙ ᑲᥱrᥱss-ᑲᥱrᥱss ᥡᥲᥲ ᑲіᥲrr 𝗍іძᥲᥲ ᑲᥲᥙᥙ💩💩
4.ᥣᥲᥣᥙᥙ 𝗍ᥱmᥱᥒіᥒᥒ ᥲkᥙᥙ ᥴһᥲ𝗍𝗍 ᥲᥒᥒ
5.kᥣ᥆᥆ ᥙძᥲᥲ ȷᥲmm 10:30 kᥲmᥙᥙ ᥙძᥲᥲ һᥲrᥙss ᑲ᥆ᑲ᥆᥆ ᥡᥲᥲ ᑲіᥲrr mᥲ𝗍ᥲᥒᥡᥲᥲ 𝗍іძᥲᥲ ᑲᥱᥒgkᥲkk🐼🐼
ᥙძᥲᥲ gі𝗍ᥙᥙ ᥲȷᥲᥲ g᥆᥆ძძ ᥒіgһ𝗍𝗍 ᑲᥙᑲᑲ һᥲ᥎ᥱ ᥲ ᥒіᥴᥱ ძrᥱᥲm<33`.trim()

conn.fakeReply(m.chat, info, '0@s.whatsapp.net', 'Cie lagi nyari longtext ><', 'status@broadcast')
}
handler.help = ['longtext-pacar7']
handler.tags = ['long']
handler.command = /^(longtext-pacar7)$/i

export default handler